greeting = ("Добрый день! Предлагаем Вам поучаствовать в UX-исследовании от студентов Вышки! Вам предстоит прочитать"
            " небольшой отрывок с помощью следующего бота: ... . Внутри него можно найти сразу несколько функций:"
            " чтение с помощью цифрового экрана или аудио, добавление своих фото и заметок по ходу ознакомления"
            " с рассказом, а также визуальное разделение кусочков текста цветом. Их все можно использовать по своему"
            " усмотрению! После прочтения нужно будет дать обратную связь в той же ветке обсуждений."
            " Спасибо за внимание и, надеемся, хорошего чтения!📚✨")

go = "Поехали"
note = "Прикрепить заметку"
next_part = "Дальше"
end_reading = "Завершить чтение"
text_text = "Текст"
text_audio = "Аудио"
author = "Михаил Зощенко, “Встреча”"
yes_continue = "Да, хочу продолжить"
no_continue = "Нет, хочу остановиться"
farewell = ("Мы рады, что вы воспользовались нашим сервисом, для продвижения и улучшения нашего тг-бота просим "
            "заполнить форму с обратной связью")
link = "https://docs.google.com/forms/d/e/1FAIpQLSdXvgYUIrDCx6j42NaapnWGDeb7QaWN45LedB9fLf2xXG5ftg/viewform?usp=header"

part_one_text_1 = ("Скажу вам откровенно: я очень люблю людей. Другие, знаете ли, на собак растрачивают свои симпатии. "
                   "Купают их и на цепочках водят. А мне как-то человек милее.")

part_one_text_2 = "Однако, не могу соврать: при всей своей горячей любви не видел бескорыстных людей."

part_one_text_3 = ("Один, было, парнишка светлой личностью промелькнул в моей жизни. Да и то сейчас насчет него "
                   "нахожусь в тяжелом раздумье. Не могу решить, чего он тогда думал. Пес его знает — какие у него были"
                   " мысли, когда он делал свое бескорыстное дело.")

part_one_text_4 = ("А шел я, знаете, из Ялты в Алупку. Пешком. По шоссе. Я в этом году в Крыму был. В доме отдыха. "
                   "Так иду я пешком. Любуюсь крымской природой. Налево, конечно, синее море. Корабли плавают. "
                   "Направо — чертовские горы. Орлы порхают. Красота, можно сказать, неземная.")

part_one_text_5 = ("Одно худо — невозможно жарко. Через эту жару даже красота на ум нейдет. Отворачиваешься от панорамы. "
                   "И пыль на зубах скрипит. Семь верст прошел и язык высунул. А до Алупки еще чорт знает сколько. "
                   "Может, верст десять. Прямо не рад, что и вышел.")

part_one_text_6 = ("Прошел еще версту. Запарился. Присел на дорогу. Сижу. Отдыхаю. И вижу — позади меня человек идет. "
                   "Шагов, может, за пятьсот. А кругом, конечно, пустынно. Ни души. Орлы летают.")

part_one_text_7 = ("Худого я тогда ничего не подумал. Но все-таки, при всей своей любви к людям, "
                   "не люблю с ними встречаться в пустынном месте. Мало ли чего бывает. Соблазну много. "
                   "Встал и пошел. Немного прошел, обернулся — идет человек за мной.")

part_one_text_8 = ("Тогда я пошел быстрее, — он как будто бы тоже поднажал. Иду, на крымскую природу не гляжу. "
                   "Только бы, думаю, живьем до Алупки дойти. Оборачиваюсь. Гляжу — он рукой мне машет. "
                   "Я ему тоже махнул рукой. Дескать, отстань, сделай милость.")

part_one_text_9 = ("Слышу, кричит чего-то. Вот, думаю, сволочь, привязался! Ходко пошел вперед. Слышу опять кричит. "
                   "И бежит сзади меня. Несмотря на усталость, я тоже побежал. Пробежал немного — задыхаюсь.")

part_two_text_1 = "Слышу кричит:"

part_two_text_2 = "— Стой! Стой! Товарищ!"

part_two_text_3 = ("Прислонился я к скале. Стою. Подбегает до меня небогато одетый человек. В сандалиях. "
                   "И заместо рубашки — сетка.")

part_two_text_4 = "— Чего вам, говорю, надо?"

part_two_text_5 = "— Ничего, — говорит, — не надо. А вижу — не туда идете. Вы в Алупку?"

part_two_text_6 = "— В Алупку."

part_two_text_7 = ("— Тогда, — говорит, — вам по шаше не надо. По шаше громадный крюк даете. "
                   "Туристы тут завсегда путаются. А тут по тропке надо идти. Версты четыре выгоды. И тени много.")

part_two_text_8 = "— Да нет, — говорю, — мерси-спасибо. Я уж по шоссе пойду."

part_two_text_9 = "— Ну, — говорит, — как хотите. А я по тропинке."

part_two_text_10 = "Повернулся и пошел назад. После говорит:"

part_two_text_11 = "— Нет ли папироски, товарищ? Курить охота."

part_two_text_12 = ("Дал я ему папироску. И сразу как-то мы с ним познакомились и подружились. "
                    "И пошли вместе. По тропинке. Очень симпатичный человек оказался. Пищевик. "
                    "Всю дорогу он надо мной смеялся.")

part_two_text_13 = ("— Прямо, — говорит, — тяжело было на вас глядеть. Идет не туда. Дай, думаю, скажу. "
                    "А вы бежите. Чего-ж вы бежали?")

part_two_text_14 = ("— Да, — говорю, — чего не пробежать. "
                    "Незаметно, по тенистой тропинке пришли мы в Алупку и здесь распрощались. "
                    "Весь цельный вечер я думал насчет этого пищевика. Человек бежал, задыхался, сандалии трепал. "
                    "И для чего? Чтобы сказать, куда мне надо идти. Это было очень благородно с его стороны.")

part_two_text_15 = ("Я теперь, вернувшись в Ленинград, думаю: пес его знает, а может, ему курить сильно захотелось? "
                    "Может, он хотел папироску у меня стрельнуть. Вот и бежал. "
                    "Или, может, идти ему было скучно — попутчика искал. Так и не знаю.")

tkn = "8055886559:AAEsauJZQCOHNQV8tz5LdoTIAbS4e_rFTUU"
