greeting = ("Добрый день! Предлагаем Вам поучаствовать в UX-исследовании от студентов Вышки! Вам предстоит прочитать"
            " небольшой отрывок с помощью следующего бота: ... . Внутри него можно найти сразу несколько функций:"
            " чтение с помощью цифрового экрана или аудио, добавление своих фото и заметок по ходу ознакомления"
            " с рассказом, а также визуальное разделение кусочков текста цветом. Их все можно использовать по своему"
            " усмотрению! После прочтения нужно будет дать обратную связь в той же ветке обсуждений."
            " Спасибо за внимание и, надеемся, хорошего чтения!📚✨")

go = "Поехали"

author = "Михаил Зощенко, “Встреча”"

part_one_text_1 = ("Скажу вам откровенно: я очень люблю людей. Другие, знаете ли, на собак растрачивают свои симпатии. "
                   "Купают их и на цепочках водят. А мне как-то человек милее.")

part_one_text_2 = "Однако, не могу соврать: при всей своей горячей любви не видел бескорыстных людей."

part_one_text_3 = ("Один, было, парнишка светлой личностью промелькнул в моей жизни. Да и то сейчас насчет него "
                   "нахожусь в тяжелом раздумье. Не могу решить, чего он тогда думал. Пес его знает — какие у него были"
                   " мысли, когда он делал свое бескорыстное дело.")

part_one_text_4 = ("А шел я, знаете, из Ялты в Алупку. Пешком. По шоссе. Я в этом году в Крыму был. В доме отдыха. "
                   "Так иду я пешком. Любуюсь крымской природой. Налево, конечно, синее море. Корабли плавают. "
                   "Направо — чертовские горы. Орлы порхают. Красота, можно сказать, неземная.")

part_one_text_5 = ("Одно худо — невозможно жарко. Через эту жару даже красота на ум нейдет. Отворачиваешься от панорамы. "
                   "И пыль на зубах скрипит. Семь верст прошел и язык высунул. А до Алупки еще чорт знает сколько. "
                   "Может, верст десять. Прямо не рад, что и вышел.")

part_one_text_6 = ("Прошел еще версту. Запарился. Присел на дорогу. Сижу. Отдыхаю. И вижу — позади меня человек идет. "
                   "Шагов, может, за пятьсот. А кругом, конечно, пустынно. Ни души. Орлы летают.")

part_one_text_7 = ("Худого я тогда ничего не подумал. Но все-таки, при всей своей любви к людям, "
                   "не люблю с ними встречаться в пустынном месте. Мало ли чего бывает. Соблазну много. "
                   "Встал и пошел. Немного прошел, обернулся — идет человек за мной.")

part_one_text_8 = ("Тогда я пошел быстрее, — он как будто бы тоже поднажал. Иду, на крымскую природу не гляжу. "
                   "Только бы, думаю, живьем до Алупки дойти. Оборачиваюсь. Гляжу — он рукой мне машет. "
                   "Я ему тоже махнул рукой. Дескать, отстань, сделай милость.")

part_one_text_9 = ("Слышу, кричит чего-то. Вот, думаю, сволочь, привязался! Ходко пошел вперед. Слышу опять кричит. "
                   "И бежит сзади меня. Несмотря на усталость, я тоже побежал. Пробежал немного — задыхаюсь.")


tkn = "8055886559:AAEsauJZQCOHNQV8tz5LdoTIAbS4e_rFTUU"
