greeting = ("Добрый день! Предлагаем Вам поучаствовать в UX-исследовании от студентов Вышки! Вам предстоит прочитать"
            " небольшой отрывок с помощью следующего бота: ... . Внутри него можно найти сразу несколько функций:"
            " чтение с помощью цифрового экрана или аудио, добавление своих фото и заметок по ходу ознакомления"
            " с рассказом, а также визуальное разделение кусочков текста цветом. Их все можно использовать по своему"
            " усмотрению! После прочтения нужно будет дать обратную связь в той же ветке обсуждений."
            " Спасибо за внимание и, надеемся, хорошего чтения!📚✨")

go = "Поехали"
tkn = "8055886559:AAEsauJZQCOHNQV8tz5LdoTIAbS4e_rFTUU"
